docs/posts/2015-01-13-talking-about-suicide.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- Jan 07, 2025 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Talking About Suicide</title>
<meta name="author" content="Randy Ridenour" />
<meta name="generator" content="Org Mode" />
<link rel='icon' type='image/x-icon' href='/images/favicon.ico'/>
<meta name='viewport' content='width=device-width, initial-scale=1'>
<link rel='stylesheet' href='/css/normalize.css' type='text/css'/>
<link rel='stylesheet' href='/css/main.css' type='text/css'/>
</head>
<body>
<header id="top" class="status">
<div class="banner">
  <h2><a href="/">Randy Ridenour</a></h2>
  <nav class="navbar">
    <ul>
      <li><a href="/">Home</a></li>
      <li><a href="/posts/">Blog</a></li>
      <li><a href="/about.html">About</a></li>
      <li><a href="/tags/">Tags</a></li>
      <li><a href="/index.xml">RSS</a></li>
    </ul>
  </nav>
</div>
</header>
<main id="content" class="content">
<header>
<h1 class="title">Talking About Suicide</h1>
<p class="subtitle" role="doc-subtitle">Jan 13, 2015</p>
</header><p>
I was saddened to hear that Robin Williams died this week, apparently by suicide. I was also saddened to read how some people in faith communities reacted to the news. Some of these reactions struck me as callous, demonstrably false, or, at best, simply irrelevant.
</p>

<p>
Over the past thirty years, I have known three soldiers who committed suicide, During my two deployments, I have been involved in more suicide interventions than I care to remember, and I regularly teach suicide prevention classes to Army units. To prepare for these classes, I always look at the latest studies, especially ones focusing on suicides in the military. The <a href="http://www.armystarrs.org">Army Study to Assess Risk and Resilience in Servicemembers</a> is the largest ever conducted among military personnel, and will continue through 2015. Results are reported as they become available, and, so far, suggest that the problem is even worse in the Army than was previously thought. One thing is clear from the studies on suicide: suicide is a very complex problem, and there is no single determinant causal factor. So, any single-sentence explanation of a person&rsquo;s death by suicide, no matter how effective that sentence is as a sound-bite, is nearly certain to be overly naïve and simplistic.
</p>

<p>
Suicide prevention classes in the Army have mostly focused on identifying risk factors and warning signs and learning how to conduct an intervention. Risk factors are those qualities that make a problem more likely to occur, and warning signs are indicators that the problem is occurring. For example, high cholesterol is risk factor for heart attacks, while severe chest pain is a warning sign. The problem with just thinking in terms of risk factors and warning signs is that it doesn&rsquo;t help us know what to do to avoid the problem. I know that I should avoid having high cholesterol levels, but how do I do that? Knowing the risk factors and warning signs for suicide is essential for crisis intervention, but that alone won&rsquo;t necessarily help us prevent the crisis stage from occurring. We also need to think in terms of &ldquo;protective&rdquo; factors, those things that can be done to minimize the risk factors. The three major protective factors for suicide are effective mental health care, positive connections to high levels of interpersonal connectedness, and effective problem-solving skills.<sup><a id="fnr.1" class="footref" href="#fn.1" role="doc-backlink">1</a></sup>
</p>

<p>
So, here are two things that I suggest to keep in mind when discussing suicide, or any other complex problem that affects people deeply.
</p>

<ol class="org-ol">
<li>Remember Paul&rsquo;s admonition in 1 Corinthians 6:12, &ldquo;All things are lawful for me, but not all things are beneficial.&rdquo; A lesson that I continually have to relearn is that not every opinion, even if true, should be shared. Will expressing this opinion will help lessen anyone&rsquo;s pain, or will it simply contribute to the pain that is already there?</li>
<li>Be willing to engage in some critical self-reflection on the extent to which our individual actions, community interaction, and public policies have contributed to the problem. Do we tend to isolate those who are hurting because they make us feel uncomfortable? Do our attitudes concerning mental illness discourage those who are hurting from seeking help? Is there sufficient public funding for mental health care?</li>
</ol>

<p>
<a href="http://themattwalshblog.com/2014/08/12/robin-williams-didnt-die-disease-died-choice/">Matt Walsh</a> recently stated that suicide is a spiritual problem. I think that is at least partly true, but maybe not for the reasons that he proposed. On one hand, since the common thread in most suicide cases is depression, the problem is a biological one&#x2014;an illness for which there is treatment.
</p>

<p>
On the other hand, the extent to which these protective factors are not present in our society <b>is</b> a spiritual problem, <i>our</i> spiritual problem. For Christians, the center of reality is a loving community, the Trinity, and our spiritual health is partly a function of how we reflect that love. So, today, and every day, I must ask myself if my words and actions demonstrate love and grace, or do they contribute to society&rsquo;s tendency to become ever increasingly individualistic, egoistic, and unwilling to care for the least of these.
</p>

<p>
This admonition from Teresa of Avila hangs on my office door, and seems to be appropriate for meditation today:
</p>

<blockquote>
<p>
Christ has no body now on earth but yours,  <br>
no hands but yours,  <br>
no feet but yours,  <br>
yours are the eyes through which Christ&rsquo;s compassion  <br>
is to look out to the earth,  <br>
yours are the feet by which He is to go about doing good  <br>
and yours are the hands by which He is to bless us now.
</p>
</blockquote>

<p>
<i>Amen</i>
</p>

<div class="tagline" id="orge217f29">
<p>
Tagged: <a href="../tags/ethics.html">Ethics</a>
</p>

</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes</h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1" role="doc-backlink">1</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
For more information, see the <a href="http://www.afsp.org">http://www.afsp.org</a>[American Foundation for Suicide Prevention][afsp].
</p></div></div>


</div>
</div></main>
<footer id="postamble" class="status">
<div class='footer'>
  Copyright © 2024 <a href='mailto:rlridenour@fastmail.com'>Randy Ridenour.</a><br>
  Last updated on Jan 07, 2025.<br>
  Generated using <a href="https://www.gnu.org/software/emacs/">Emacs</a> 29.4 (<a href="https://orgmode.org">Org</a> mode 9.8-pre).
</div>
</footer>
</body>
</html>
